<?php
return [
    // unauth home page
    'Register' => 'التسجيل',
    'Login' => 'تسجيل الدخول',
    'Languages' => 'اللغات',
    'About_nav' => 'عنــا',
    'Contact_nav' => 'تواصــل معنـا',
    'Stadiums' => 'الملاعب',
    'Match_Tickets' => 'تذاكر المباريات',
    'Entertainment' => 'الفعاليات',
    'Event_Tickets' => 'تذاكر الفعاليات',
    'Home_header' => 'ما هو خطتك التالية؟',
    "Home_second_header" => "استكشاف وحجز جميع الفعاليات والمباريات الحصرية",
    // footer start
    "Home_footer" => "الرئيسية",
    "Stadium_footer" => "اماكن الملاعب",
    "Store_footer" => "منافذ البيع",
    "Faq_footer" => "اسئلة متكررة",
    "About_footer" => "عنــا",
    "Contact_footer" => "تواصــل معنـا",
    "copyright" => "©فريق تذكرتي 2023 | جميع الحقوق محفوظة",
    // Register page
   
    "name" => "الاسـم",
    'email_address' => "الايميـل",
    'password' => "كلمة السـر",
    'confirm_password' => "تأكيـد كلمة السر",
    // Login page
    "login" => "تسجيل دخول",
    "forget_password" => "نسيت كلمة السر؟",
    // auth home page
        // navbar
        "update_info" => "تحديث البيـانات",
        "sign_out" => "تسجيل خروج",
        // second navbar
        "email_name" => " البريـد الالكتروني",
        "home" => "الرئيسية",
        "matches" => "المباريات",
        "events" => "الفعاليات",
        "my_tickets" => "تذاكري",
    // Event
    "Event" => "الفعاليات",
    "Details" =>"تفاصيل",
    "others" =>"اخري",
    // Match
    "Match" =>"مباريات",
    "Book" => "حجز تذكرة",
    // my tickets page
    "Sports" => "رياضة",
    "Entertainments" => "فعاليات",

    // Updating info
    "image" => "الصورة الشخصية",
    "old_password" => "كلمة السر",
    "new_password" => "كلمة السر الجديدة",
    // end 

       // Contact us blade 
       "subject" => "الموضوع",
       "select" => "اختار",
       "technical_support" => "دعم فني",
       "suggestion" => "اقتراح",
       "complaint" => "شكوي",
       "phone" => "الهاتف",
       "message" => "الرسـالة",
       "send" => "أرســـل",
   // end

//    About us blade
"about_title" => "عن تذكرتي",
"about_description_1" => "تذكرتي هي الشركة المبتكرة لأول بطاقة تعريف للجماهير في مصر تحت العلامة التجارية تذكرتي آي دي . تذكرتي هي أيضًا مزودة لتذاكر الفعاليات المختلفة في جميع أنحاء مصر، بالإضافة إلى أنها منظمة للفعاليات التي تخطط وتستضيف أحداثها الخاصة.",
"about_description_2" => "نقدم سوقًا لبيع تذاكر لجميع أنواع الفعاليات في جميع أنحاء مصر. باستخدام أنظمة حديثة وعالية التقنية، نضمن توفير تذاكر معتمدة وأصلية، ووقت تسليم دقيق، وسلامة وراحة لعملائنا.",
"vision" => "رؤيـتنا",
"vision_description" => "القيادة في مجال الرياضة والترفيه - كونها الشركة الرائدة المعترف بها في مجالي بيع التذاكر وتنظيم الفعاليات.",

"mission" => "مهمتنا",
"mission_description" => "توفير سوق آمن وملائم لمشتري التذاكر في مختلف أنواع الفعاليات باستخدام أحدث تقنيات الحجز.",

"our_values" => "هدفــنا",
"our_values_li_1"=> "توفير فرص متساوية في حجز التذاكر بناءً على أساس الوصول الأولوي.",
"our_values_li_2"=> "تذاكر أصلية وشرعية غير قابلة للتزوير.",
"our_values_li_3"=> "أحدث التقنيات في حجز التذاكر.",
"our_values_li_4"=> "الراحة في ضمان وصول الجماهير إلى أي فعاليات رياضية وترفيهية.",

"about_footer_description" => "تذكرتي هي وسيلتك للاستمتاع بمبارياتك وفعالياتك المفضلة. من خلال بوابتنا، يُسمح للمشجعين بالتسجيل للحصول على تذكرتي كمشجع أو تذكرتي آي دي التي يمكنهم من خلالها حجز التذاكر وحضور الفعاليات الرياضية والترفيهية على حد سواء.",
// end
    "Logout" => "تسجيل خروج" ,
    // main blade
    "Dashboard" => "لوحة التحكم",
    "marquee" => "تذكرتي
    رقم الهوية هو تذكرتك لدخول الملاعب. إنها طريقة فعالة لضمان سلامة الجماهير والتعرف عليهم في الملعب. تذكرتي هي أيضًا مزود تذاكر ومنظم فعاليات يخطط ويستضيف أحداثه الخاصة في جميع أنحاء مصر.",
];
